---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.StructuralInstanceUsage.Brace
enum: Autodesk.Revit.DB.Structure.StructuralInstanceUsage
zh: 支撑
source: html/e536d231-3150-e5bc-7cfd-83e58b05bc75.htm
---
# Autodesk.Revit.DB.Structure.StructuralInstanceUsage.Brace

**中文**: 支撑

Structural usage is as brace.